INSERT INTO [dbo].[vaccinations] ([vacc_id], [vacc_name], [vacc_desc], [type_id]) VALUES (1, N'Първа ваксина', N'Първата ваксина се поставя между 45 и 50-ия ден. Тя е срещу Парвовироза (широко разпространена и смъртоносна инфекция.). До тази възраст се приема, че малките кученца са защитени от майчините антитела, които са поели с млякото.

С първата ваксина се издава и паспорт на животното. ', 1)
INSERT INTO [dbo].[vaccinations] ([vacc_id], [vacc_name], [vacc_desc], [type_id]) VALUES (2, N'Втора ваксина', N'Втората ваксина се поставя на 8-мата до 9-тата седмица (началото на втори месец). В нея са включени компоненти, изграждащи имунитет за повече заболявания: Кучешки Парвовирус, Гана, Параинфлуенца, Инфекциозен хепатит и Лептоспироза.', 1)
INSERT INTO [dbo].[vaccinations] ([vacc_id], [vacc_name], [vacc_desc], [type_id]) VALUES (3, N'Трета ваксина', N'Третата ваксина се поставя 14-30 дни (обикновено 1 месец) след поставяне на втората ваксина, когато животното е навършило 90 дни от раждането (3 месеца). 

Тя отново е срещу Гана, Парвовироза, Хепатит, Параинфлуенца и Лептоспироза. ', 1)
INSERT INTO [dbo].[vaccinations] ([vacc_id], [vacc_name], [vacc_desc], [type_id]) VALUES (4, N'Годишна ваксина', N'Годишната ваксина е комбинирана ваксина срещу Гана, Парвовироза, Хепатит, Параинфлуенца, Лептоспироза и Бяс. 

Първата годишна реваксинация се прави не по-късно от една година след поставяне на последната (третата) ваксина. Всички следващи реваксинации се правят веднъж годишно.', 1)
INSERT INTO [dbo].[vaccinations] ([vacc_id], [vacc_name], [vacc_desc], [type_id]) VALUES (5, N'Първа ваксина', N'Първата ваксина се поставя на около 60-тия ден от възрастта на мъничето. Тя е срещу следните заболявания: Ринотрахеит (херпес или котешка хрема), Калицивироза (котешки калицивирус), котешки левкемия вирус.', 2)
INSERT INTO [dbo].[vaccinations] ([vacc_id], [vacc_name], [vacc_desc], [type_id]) VALUES (6, N'Втора ваксина', N'Втората ваксина (за същите болести) се поставя когато гальовния ви приятел е навършил три месеца. Ориентировъчно има един месец между двете ваксини.', 2)
INSERT INTO [dbo].[vaccinations] ([vacc_id], [vacc_name], [vacc_desc], [type_id]) VALUES (7, N'Шествалетна ваксина', N'Шествалентната ваксина включва: Панлевкопения, Ринотрахеит, Калицивироза, Котешка Левкемия, Хламидия.

', 2)
INSERT INTO [dbo].[vaccinations] ([vacc_id], [vacc_name], [vacc_desc], [type_id]) VALUES (8, N'Годишна ваксина', N'Годишната ваксина включва: Панлевкопения, Ринотрахеит, Калицивироза.

', 2)
